{
  "services":[
    {
      "doubleWide": false,
      "title": "Veeners",
      "titleFull": "Veeners",
      "image": "veneers.jpg",
      "modalTarget": "veeners",
      "text": ["Veneers are very thin porcelain pieces that are custom made to adhere directly to the front of teeth without grinding or shaving. Transform your smile without drilling on your natural teeth!",
        "In the hands of a highly skilled dentist, porcelain laminates can provide you with an incredibly natural, beautiful smile. They are virtually undetectable and can dramatically improve your appearance. They are durable and long-lasting when compared to other cosmetic treatments."]
    },
    {
      "doubleWide": false,
      "title": "Smile Whitening",
      "titleFull": "Smile Whitening",
      "image": "whitening.jpg",
      "modalTarget": "whitening",
      "text": ["Many everyday things like coffee, tea and wine can significantly dull teeth. Smile-whitening enables us to significantly brighten your smile for that dazzling white smile you deserve.",
        "Plastic whitening trays will be made from models of your teeth. You will then place a special whitening gel in each tray and wear the trays in your mouth for several hours per day. (Many patients wear their trays after dinner and before bed.) A significant change in tooth color is usually seen in just four to six weeks."]
    },
    {
      "doubleWide": false,
      "title": "Orthotropics",
      "titleFull": "Orthotropics",
      "image": "orthotropics-cover.jpg",
      "imageModal": "orthotropics-modal.jpg",
      "modalTarget": "orthotropic",
      "text": ["A new way of fixing crowded teeth by treating the face rather than just teeth,  orthotropics was developed to guide the forward growth of the upper and lower jaws. Guiding the growth of the jaws forward can provide enough space for all the adult teeth while improving facial balance and appearance. The treatment is most successful on children ages 4-9 as their oral posture can be most easily corrected, however orthotropic treatment can even help adults."]
    },
    {
      "doubleWide": false,
      "title": "Orthodontics",
      "titleFull": "Orthodontics",
      "image": "orthodontics.jpg",
      "modalTarget": "orthodontics",
      "text": ["A beautifully-aligned natural smile improves your appearance and overall health. Crowded, misaligned teeth are a symptom of a more serious condition that affects how the face grows and teeth grow in. Our philosophy is to address the underlying issue so your facial balance is improved and results in a great smile. Please contact us today for a free orthodontic consultation!"]
    },
    {
      "doubleWide": false,
      "title": "Bonding",
      "titleFull": "Cosmetic Bonding",
      "image": "bonding.jpg",
      "modalTarget": "bonding",
      "text": ["Composite resin is a white, tooth colored material that can be shaded to match your teeth. This material can give you a low-cost improvement in your smile."]
    },
    {
      "doubleWide": false,
      "title": "Gum Care",
      "titleFull": "Gum Care",
      "image": "gum-care.jpg",
      "modalTarget": "gum",
      "text": ["Gum disease is treated by carefully removing the bacteria and substances that form in the pockets around the teeth. The removal of this material occurs on a microscopic level and requires great skill. Our dental team has had advanced training to effectively remove all of the bacteria."]
    }
  ]}